Repository: My-Uzbekistan/myuzbekistan-mobile
Catalog: modules/features/travel/locale/travel_*.arb
Languages: uz

# nav_services
source: Services
uz: Xizmatlar

# nav_payment
source: Payment
uz: To'lov

source: Language
uz: Ilova tili

source: Theme
uz: Dizayn mavzusi

# lanItem
source: {lang, select, en{English} ru{Russian} uz{Uzbek} other{} }
uz: {lang, select, en{Inglizcha} ru{Ruscha} uz{O'zbekcha} other{} }

# themeModes
source: {theme, select, system{System} light{Light} dark{Dark} other{}}
uz: {theme, select, system{Tizim mavzusi} light{Yorug' mavzu} dark{Qorong'i mavzu} other{}}

# guest
source: Hello Guest
uz: Salom Mehmon

# action_all
source: All
uz: Barchasi

# currency_uzs
source: {value} uzs
uz: {value} so'm

source: {n} photos
uz: {n} ta rasm

source: Get Started
uz: Boshlash

source: Logout
uz: Chiqish

# getStartedDescription
source: Get full access to opportunities, as well as keep your favorite things
uz: Imkoniyatlardan to‘liq foydalanish uchun tizimga kiring va oʻzingiz yoqtirgan narsalarni ham saqlab oling

source: Continue with Google
uz: Google orqali kirish

source: Continue with Apple
uz: Apple orqali kirish

source: Average check
uz: O‘rtacha baxo

source: Search
uz: Qidiruv

source: Rating
uz: Reyting

source: Favorites
uz: Tanlanganlar

source: {n} items
uz: {n} ta element

source: Select location
uz: Joylashuvni tanlang

source: About
uz: Haqida

source: Uzbekistan
uz: O'zbekiston

source: Exchange rates
uz: Valyuta kurslari

# uzbek_currency
source: *The Uzbek currency (UZS) is called SOUM
uz: *O‘zbekiston valyutasi (UZS) so‘m deb ataladi

source: Exchange banks
uz: Valyuta ayirboshlash banklari

source: Loading data
uz: Ma'lumot yuklanmoqda

source: Coming soon!
uz: Tez kunlarda!

# coming_soon_message
source: We are working on something great.
uz: Biz ajoyib narsa ustida ishlayapmiz.

source: Nothing found
uz: Hech narsa topilmadi

# nothing_found_message
source: No results found. Try searching again!
uz: Hech narsa topilmadi. Qayta qidiring!

source: Refresh
uz: Yangilash

source: Page failed to load
uz: Sahifa yuklanmadi

# something_went_wrong
source: Something went wrong. Please try again.
uz: Nimadir xato ketdi. Iltimos, qayta urinib ko‘ring.

source: General Emergency
uz: Favqulodda yordam

source: Tourist police
uz: Turistlar politsiyasi

source: Fire
uz: Yong‘in xizmati

source: Police
uz: Politsiya

source: Medical
uz: Tez yordam

source: Gas Emergency
uz: Gaz xizmati

source: Emergency Contacts
uz: Favqulodda kontaktlar

source: Useful tips
uz: Foydali maslahatlar

# logoutConfirmation
source: Do you want to log out?
uz: Tizimdan chiqishni xohlaysizmi?

# deleteAccountConfirmation
source: Do you want to delete the account?
uz: Accountni o'chirishni xohlaysizmi?

source: Delete account
uz: Accountni o'chirish

source: Cancel
uz: Bekor qilish

source: Warning
uz: Ogohlantirish

# guest_chose
source: Guest selection
uz: Mehmonlar tanlovi

# prayerTime
source: {time, select, fajr{Fajr} sunrise{Sunrise} dhuhr{Dhuhr} asr{Asr} maghrib{Maghrib} isha{Isha} other{Prayer}}
uz: {time, select, fajr{Bomdod} sunrise{Quyosh} dhuhr{Peshin} asr{Asr} maghrib{Shom} isha{Xufton} other{Namoz}}

# prayerTimeTitle
source: Prayer Times
uz: Namoz vaqti

source: Notifications
uz: Xabarnomalar

# whatAmenitiesAwait
source: What amenities await you
uz: Qanday qulayliklar kutmoqda

source: View all amenities
uz: Barcha qulayliklarni ko‘rish

source: Contacts
uz: Kontaktlar

source: Read more
uz: Ko'proq ma'lumot

# aboutPlace
source: About the place
uz: Joy haqida

source: More details
uz: Batafsil

source: Location
uz: Joylashuv

# buildRoute
source: Get directions
uz: Yo'nalishni ko'rish

# feedbackImportant
source: Your feedback is very important to us, thank you!
uz: Fikringiz biz uchun juda muhim, tashakkur!

# leaveFeedback
source: Leave your feedback
uz: Fikringizni qoldiring

# reviewsCount
source: {count, plural, =0{0 reviews} =1{1 review} other{{count} reviews}}
uz: {count, plural, =0{0 ta sharh} =1{1 ta sharh} other{{count} ta sharh}}

source: Send feedback
uz: Yuborish

# map_open_in
source: Open In
uz: Quyidagi orqali ochish

source: Working hours
uz: Ish vaqti

# writeReviewInFewSentences
source: Write a review in a few sentences
uz: Bir necha jumlada fikr bildiring

# catalogAviaTickets
source: Flight tickets
uz: Aviabiletlar

# catalogChargers
source: Chargers
uz: Zaryadlovchilar

# catalogPoster
source: Poster
uz: Afishalar

# catalogTrainTickets
source: Train tickets
uz: Poyezd chiptalari

# catalogHotels
source: Hotels
uz: Mehmonxonalar

# catalogCottages
source: Cottages
uz: Dachalar

# catalogInsurance
source: Insurance
uz: Sug‘urta

# catalogItemStatusNew
source: New
uz: Yangi

# catalogItemStatusSoon
source: Soon
uz: Tez orada
